{
  "profile": {
    "summary":"A dedicated, organised and methodical individual who has good interpersonal skills, is an excellent team worker and is very willing to learn and develop new skills. I am reliable and dependable and often seek new responsibilities within a wide range of employment areas. I have an active and dynamic approach to work and getting things done.",
    "name": "Evin Daniel Renji",
    "deloitte_mail": "shlingala@deloitte.com",
    "phone": "+91 98333 82785",
    "location": "Mumbai, Maharashtra",
    "twitter":"",
    "instagram": "",
    "github":"",
    "facebook" : ""
  },
  "education": [
    {
      "edu_id" : 1,
      "course" : "CBSE",
      "institution" : "Lok Puram Public School",
      "location" : "Thane, Maharashtra",
      "pass_year" : "2016"
   },
   {
      "edu_id" : 2,
      "course" : "HSC",
      "institution" : "Shivai Junior College",
      "location" : "Thane, Maharashtra",
      "pass_year" : "2018"
   },
   {
      "edu_id" : 3,
      "course" : "BTech",
      "institution" : "K.J. Somaiya College of Engineering, Vidyavihar",
      "location" : "Mumbai, Maharashtra",
      "pass_year" : "2022"
   }
  ],
  "projects": [
    {
      "project_name":"FPGA Based Implementation of Neural Network",
      
      "technology": "Hardware Designing using Field Programmable Gate Array (FPGA) and Verilog ",
      
      "contribution": "In this project I have worked on MNIST dataset for the testing and training of the NN model. For this application I have used both software and hardware platforms to obtain efficient outcomes and identify a comparative analysis between the software and hardware performance on the basis of various parameters. These parameters include accuracy, resource utilisation and operating frequency.",
      
      "description": "With the development of technology, NN and its significance have increased over the years. Utilizations of NN like face recognition, text and digit recognition, and image classifications have been generally acknowledged everywhere. A NN is a bunch of calculations that endeavours to recognise fundamental connections in a cluster of information utilizing a technique that emulates how the human brain functions. In this project FPGAs have been considered as an alluring stage for NN execution as they are appropriate hardware accelerators absolutely inferable from their adaptability and productivity."
  },
      
  {
      "project_name":"Mobile Phone Detector",
      
      "technology": "Electronic transmission and reception via RF signal",
      
      "contribution": "Detector-Designed and build a mobile phone detector which can sense the presence of a mobile phone(during incoming calls/messages) from short distance.",
      
      "description": "it detects RF signal from a mobile phone, the LED starts blinking. This device can come handy in defence locations, examination hall and meetings where mobile phones are not permitted."
  },

  {
      "project_name":"Soccor Robot",
      
      "technology": "Robotics",
      
      "contribution": "Designed a four wheel drive robot and was the lead controller in IIT-B competation",
      
      "description": "A four wheel drive robot with a moving hand mechanism which can play soccer against competitor robots."
  }
  ],
  "professional": {
    "summary":"I am Ankeet Thongire. I will describe myself as an active and curious-minded person with some leadership experience. Throughout my college life, I have explored different computer technologies to find where my interest lies. So I made websites as well as apps and found out that I liked app development more. I also did a course for python, tried machine learning, and currently, I'm working on a mock project to make a portfolio website using react.", 
    "skills":[
      {"skill_name":"HTML","rating":5},
      {"skill_name":"CSS","rating":4},
      {"skill_name":"JavaScript","rating":3},
      {"skill_name":"Angular","rating":1},
      {"skill_name":"React","rating":2}
    ], 
    "experience":[
      {"job_type":"Internship", "company_name":"SetmyCoach", "role":"Senior Marketing Executive","start_date":"5th Jan 2022", "duration":"6 months", "details": "This internship exposed me to the new marketing field and provided me opportunities to learn more about marketing. I also gained knowledge of the managerial skills that are required at the real job. This internship has opened for me many more job profiles related to marketing field and hence added a new area for me to explore. Got to experience being a part of corporate team and their sessions which was quite valuable. This helped me to understand how important it is to work as a team by coordinating and learning from everyone."},
      {"job_type":"Full-time", "company_name":"Deloitte", "role":"Analyst", "start_date":"7th Nov 2022", "duration":"Ongoing", "details": "I had DTA training after joining Deloitte. In these trainings, I learned basic and advanced frontend topics like HTML, CSS, Bootstrap, SASS, LESS, Javascript, Typescript, Angular, and React. Completed assignments, worked on two mini-projects and gave presentations in DTA training meets. Also attended all Spark Trainings shedding light on topics like Communication, Project Methodologies, Sprint Cycle, PPT Basics, Performance Management, and Time Management. These trainings helped me communicate effectively and to maximize efficiency."}
    ]},
  "contact": []
}